{
  "pegantin": {
    "pria": {
      "foto": "/images/rama.jpg",
      "panggilan": "Rama",
      "nama": "Moch Ramadhani BM",
      "bapak": "Sumalik",
      "ibu": "Jumiati"
    },
    "wanita": {
      "foto": "/images/rahmi.jpg",
      "panggilan": "Rahmi",
      "nama": "Rahmi Nailatunisrina",
      "bapak": "Moh.Okie Tobiin",
      "ibu": "Endang Saptarini"
    }
  },
  "audio_url": "/audio/lagu.mp3",
  "tanggal_pernikahan": "2024-12-22",
  "thumbnail_image_url": "/images/sampulc.jpeg",
  "url_video": "/audio/lagu.mp3",
  "intro": "Setelah Rama dan Rahmi dipertemukan dalam situasi yang tepat, di mana keduanya telah siap untuk memulai hubungan bersama, tibalah mereka di awal perjalanan baru menuju pernikahan.",
  "breaking_news_img": "/images/sampulc.jpeg",
  "breaking_news_content": "<p>Halo! Karena kalian adalah orang penting yang mengisi hari-hari kami, kami ingin informasikan bahwa kami akan segera menikah! &lt;3 </p><p className=\"mt-4\"> </p><p className=\"mt-4\">Walaupun begitu, kami harapkan sebaik-baiknya doa untuk kelancaran pernikahan dan hari-hari bahagia setelahnya.</p><p className=\"mt-4\">Dengan penuh cinta,</p><p>The bride and groom &lt;3</p>",
  "love_story": [
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 1: Pertemuan Takdir",
      "description": "Ketika pertama kali bertemu, Rama dan Rahmi sama sekali tak menyangka bahwa pertemuan ini akan menjadi awal perjalanan panjang. Dalam kebetulan yang indah, mereka dipertemukan di tempat pekerjaan yang sama."
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 2: Awal yang Canggung",
      "description": "Menyukai seseorang adalah satu hal, tapi memulai percakapan adalah hal lain. Rama yang tenang dan penuh perhitungan bertemu dengan Rahmi yang spontan dan penuh kejutan. Mampukah mereka melewati rasa canggung yang melingkupi awal hubungan mereka?"
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 3: Mengenal Lebih Dalam",
      "description": "Rama dan Rahmi mulai membuka diri tentang kehidupan mereka masing-masing. Dari cerita masa kecil hingga mimpi terbesar, mereka saling berbagi dan menemukan bahwa ada lebih banyak hal yang menyatukan mereka daripada yang mereka kira. Apakah ini awal dari kepercayaan yang lebih dalam?"
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 4: Ketika Ego Bertemu Cinta",
      "description": "Sebuah perbedaan pendapat kecil memicu perdebatan besar di antara Rama dan Rahmi. Untuk pertama kalinya, ego mereka diuji. Namun, dalam konflik ini, mereka belajar bahwa cinta bukan tentang siapa yang menang, tetapi bagaimana mereka tetap bersama meski berbeda."
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 5: Menyelaraskan Dua Dunia",
      "description": "Dengan latar belakang dan keluarga yang berbeda, Rama dan Rahmi mulai menyadari bahwa cinta saja tidak cukup. Ketika kedua keluarga bertemu, perbedaan-perbedaan kecil menjadi besar. Bagaimana mereka bisa menjaga keseimbangan antara cinta dan tradisi?"
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 6: Mimpi dan Realita",
      "description": "Rama dan Rahmi memiliki mimpi yang berbeda tentang masa depan mereka. Di tengah cinta yang tumbuh, mereka harus belajar saling mendukung tanpa kehilangan jati diri masing-masing."
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 7: Lamaran yang Sempurna",
      "description": "Rama ingin memastikan momen lamarannya menjadi sesuatu yang tak terlupakan. Dengan bantuan keluarga dan berbagai pihak, ia merancang kejutan yang sempurna untuk Rahmi. Di tengah malam penuh bintang, cinta mereka diabadikan dalam janji manis yang membuat Rahmi tak mampu menahan air matanya."
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 8: Hari-Hari Menuju Pernikahan",
      "description": "Ketegangan memuncak saat persiapan pernikahan dimulai. Dari konsep undangan hingga perdebatan soal konsep acara, Rama dan Rahmi harus belajar menempatkan cinta di atas segalanya."
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 9: Malam Terakhir Sebelum Janji",
      "description": "Di malam sebelum pernikahan mereka, Rama dan Rahmi merenungkan perjalanan mereka sejauh ini. Apakah mereka siap untuk melangkah ke babak baru dengan segala tantangan yang menanti?"
    },
    {
      "image_url": "/images/eps1c.jpeg",
      "title": "Episode 10: Janji Seumur Hidup",
      "description": "Hari yang dinanti tiba. Di depan keluarga, teman, dan orang-orang yang mereka cintai, Rama dan Rahmi mengucap janji untuk selalu bersama. Akhir dari perjalanan ini adalah awal dari perjalanan baru mereka sebagai suami istri."
    }
  ],
  "gallery": [
    "/images/foto-depan.jpg",
    "/images/foto-depan.jpg",
    "/images/foto-depan.jpg",
    "/images/foto-depan.jpg",
    "/images/foto-depan.jpg",
    "/images/foto-depan.jpg"
  ],
  "show_menu": {
    "breaking_news": true,
    "bride_and_groom": true,
    "love_story": true,
    "gallery": true,
    "wish": true
  }
}
